{
  "Terms":{
    "Terms_serivce": "Terms of service",
    "Introduction_title": "Introduction",
    "Introduction_con1": "The Yolingo app is published by Yolingo Ltd; a company registered in England, UK under company number 11890401 whose registered office is at 86 - 90 Paul St, , London EC2A 4NE, UK.",
    "Introduction_con2":"By downloading or otherwise accessing the App, you agree to be bound by the following terms and conditions (“Terms“) and our privacy policy. If you have any queries about the App or these Terms, you can contact us at hello@yolingo.asia If you do not agree with these terms, you must stop using the App immediately.",
    "General_title": "General",
    "General_con1": "You must be a minimum of 16 years of age to use the Yolingo app. Please do not use the app if you are under 16 years of age without the consent of a parent or guardian.",
    "General_con2": "The App is made available for your personal use. The App must not be used for any commercial purpose  or for any illegal or unauthorised purpose. When you use the App you must comply with any applicable international laws, including the local laws in your country of residence (together referred to as “Applicable Laws”).",
    "General_con3": "You agree that when using the App you will comply with all Applicable Laws and these Terms. In particular, but not limited to, you agree not to:",
    "General_con4": "- Use the App in any unlawful manner or in a manner which promotes or encourages illegal activity including (without limitation) copyright infringement; or",
    "General_con5": "- Attempt to gain unauthorised access to the App or any networks, servers or computer systems connected to the App; or",
    "General_con6": "- Modify, adapt, translate or reverse engineer any part of the App or re-format or frame any portion of the pages comprising the App, save to the extent expressly permitted by these Terms or by law.",
    "Payment_title": "Payment Processing",
    "Payment_con1": "In-app subscriptions and in-app purchases on the Yolingo app are made through the App Store and Google Play. By agreeing to these terms or continuing to operate as a user on Yolingo, you agree to be bound by the Apple and Google user agreements, as the same may be modified by Apple or Google from time to time.",
    "Payment_con2": "PLEASE NOTE: Yolingo GO! Is a monthly auto-renewable subscription. This means that your account is automatically debited each month for the price of the subscription.",
    "Terms_use": "Terms of use",
    "Terms_use_con1": "Yolingo GO! Is a question and answer product developed by Yolingo Ltd where learners can ask questions to qualified, native speaking English teachers.  Learners have 15 question sessions per monthly subscription. A question session consists of 2 questions and 2 answers. The second question must be related to the first question. To use Yolingo GO! You agree that;",
    "Terms_use_subcon1_1": "- If you do not need further clarification on your first question then you will close the session by clicking the ‘Close session’ button. This informs the teacher that you no longer need help with the question.",
    "Terms_use_subcon1_2": "- That if you need to ask a follow-up question, you do it quickly.",
    "Terms_use_subcon1_3": "- That if you do not ask a follow-up question quickly, the teacher will close the session after a few minutes.",
    "Terms_use_subcon1_4": "- The second question must be related to the first question.",
    "Terms_use_con2": "Yolingo 15 is a live video tuition service with native English teachers. Each tuition  session lasts 15 minutes. Yolingo uses ZOOM Video Communications  INC for the video tuition. To use Yolingo 15 you will agree that;",
    "Terms_use_subcon2_1": "- You will need to install the ZOOM app on your phone or computer to do the live tuition,",
    "Terms_use_subcon2_2": "- Live tuition with teachers takes place outside of the Yolingo app;",
    "Terms_use_subcon2_3": " - You understand that ZOOM has its own terms of service and privacy policy and that you will need to agree to them to use Yolingo 15;",
    "Terms_use_subcon2_4": "- No live tuition with teachers  can be given within 30 minutes of asking for it. For example, if you want tuition at 10:30am then the earliest time you can ask is 11:00am.",
    "Cancellation_Refund_title": "Cancellation and refund Policy",
    "Cancellation_title": "Cancellation: You can cancel your Yolingo subscription at any time.  Please follow these steps;",
    "iphone": "iPHONE",
    "Cancellation_iphone_con1": "- Open the Settings app",
    "Cancellation_iphone_con2": "- Tap Subscriptions (If you don't see “Subscriptions”, tap “iTunes & App Store” instead. Then tap your Apple ID, tap View Apple ID, sign in, scroll down to Subscriptions and tap Subscriptions.)",
    "Cancellation_iphone_con3": "- Tap the subscription that you want to manage.",
    "Cancellation_iphone_con4": "- Tap Cancel Subscription. If you don’t see Cancel Subscription, the subscription is already cancelled and won't renew.",
    "android": "ANDROID",
    "Cancellation_android_con1": "- On your Android phone or tablet, open the Google Play Store",
    "Cancellation_android_con2": "- Check if you're signed in to the correct Google Account.",
    "Cancellation_android_con3": "- Tap Menu. Subscriptions",
    "Cancellation_android_con4": "-  Select the subscription you want to cancel",
    "Cancellation_android_con5": "- Tap Cancel subscription",
    "Cancellation_android_con6": "- Follow the instructions",
    "Cancellation_note": "PLEASE NOTE: cancelling a subscription at any time will result in any outstanding Q&A sessions being terminated.",
    "Cancellation_refund": "Refund: No refund is offered by Yolingo for the Yolingo Go! Q & A product. Yolingo offers a 3-day FREE trial to use the product before deciding whether to subscribe to it.",
    "Refund_title": "Refund:  A full refund will be immediately provided for the Yolingo 15 live video tuition product in the following circumstances;",
    "Refund_con1": "- The teacher fails to send an email invitation to join the live video tuition;",
    "Refund_con2": "- Yolingo cannot find a teacher to offer tuition on the date and time that is requested.",
    "Refund_addtional1": "Refunds will be made using PayPal. If you do not have a PayPal account then you can create one here - https://www.paypal.com",
    "Refund_addtional2": "Please contact Yolingo at refunds@yolingo.asia to ask for a refund. Yolingo will then send a refund to you using PayPal.",
    "Rights_Responsibilities_title": "Yolingo’s Rights & Responsibilities",
    "Rights_Responsibilities_con1": "- To maintain a functioning App, including communication systems, a booking platform and payment processing, wherever possible.",
    "Rights_Responsibilities_con2": "- To communicate any planned maintenance of the App or downtime.",
    "Rights_Responsibilities_con3": "- To reasonably endeavour to keep the site free from viruses and worms.",
    "Rights_Responsibilities_con4": "- To verify all of the teachers, to ensure they are a) native English speakers and b) qualified to teach English (CELTA. TESOL, TEFL. DELTA or have a university degree).",
    "Rights_Responsibilities_con5": "- To process refunds promptly in the event that tuition does not take place or can’t be started.",
    "Rights_Responsibilities_con6": "- To monitor Q&A sessions to ensure the high quality of the teachers’ responses and to ensure the service is not abused by either the teacher or learner (profanities, unsuitable or abusive language being used).",
    "User_Responsibilities_title": "User Responsibilities",
    "User_Responsibilities_subtitle": "`User` means a learner who uses our platform.",
    "User_Responsibilities_con1": "- Users are solely responsible for the material they post on the App, including messages sent, and must not post defamatory, offensive or illegal material.",
    "User_Responsibilities_con2": "- Users must immediately report any defamatory, offensive or illegal material they view on our App.",
    "User_Responsibilities_con3": "- Users must exercise their own judgement regarding the accuracy of information provided on the App. Yolingo cannot guarantee that all of the content on the App is complete, accurate or up-to-date.",
    "User_Responsibilities_con4": "- Users are responsible for their own internet security when using the App.",
    "User_Responsibilities_con5": " - Users must contact Yolingo immediately if they believe their password has been compromised. Users will be responsible for the actions of any interactions conducted in their name until they have notified Yolingo.",
    "User_Responsibilities_con6": "- Users must not use the site with the intention of disintermediating Yolingo in any way.",
    "User_Responsibilities_con7": "- Users must not promote opportunities or services of any company other than Yolingo.",
    "User_Responsibilities_con8": "- Users agree to abide by the Privacy Policy provided by Yolingo.",
    "User_Responsibilities_final": "Any User who fails to meet these terms and conditions may be barred from using the App and related services.",
    "Teacher_Responsibilities_title": "Teacher Responsibilities",
    "Teacher_Responsibilities_subtitle": " `Teacher` means a User who has registered a Teacher account on the App.",
    "Teacher_Responsibilities_con1": "- Teachers are not employees of Yolingo and are solely responsible for their own actions.",
    "Teacher_Responsibilities_con2": "- Teachers agree to provide proof that they are a) a native English speaker and b) hold the required teaching qualification or university degree to teach English on Yolingo (CELTA, TEFL, TESOL, DELTA). A quick video based verification process with Yolingo will be required before a teacher account is activated.",
    "Teacher_Responsibilities_con3": "- Teachers must be at least 18 years old.",
    "Teacher_Responsibilities_con4": "- Teachers should respond to notifications received from Yolingo and Users promptly.",
    "Teacher_Responsibilities_con5": "- Teachers must never offer their own personal tutoring services on Yolingo unless the learner initiates the request. Teachers are not permitted to share any personal contact information, including contact numbers and email addresses unless requested by a learner.  Failure to abide with this will result in immediate removal from the Yolingo app.",
    "Teacher_Responsibilities_con6": "- Teachers must not complete coursework, or any similar assignments, on behalf of Students.",
    "Teacher_Responsibilities_con7": "- Any teacher who fails to meet these Terms and Conditions may be immediately barred from using the App and related services. Yolingo reserves the right to cancel any existing bookings, at any time.",
    "Change_terms_condition_title": "Changes to the terms and conditions",
    "Change_terms_condition_con": "You will be bound by the revised agreement, if you continue to use our App or the Services following the effective date shown.",
    "Footer": "These terms of service were last updated on the 10 July 2020."
  },
  "Privacy": {
    "Privacy_Policy_title": "Privacy Policy",
    "Privacy_Policy_con1": "The Yolingo website www.yolingo.asia  (“this Website”, “Yolingo website”) and Yolingo Mobile Applications for Android and iOS (“apps”, “mobile applications”)  are owned and operated by Yolingo Ltd  (“Yolingo”, “the Company”, “we” or “us”). We respect personal data and are committed to full implementation and compliance with the data protection principles and all relevant provisions and applicable laws in your country.",
    "Privacy_Policy_con2": "By accessing and/or browsing and/or using and/or logging in and/or signing up and/or requesting any services and/or receiving and experiencing any services and/or dealing in any manners in the Yolingo Website and mobile applications, you acknowledge that you have read, understood and accepted this Privacy Policy. Should you be under the age of 16, please obtain prior acceptance from your parents or guardians in respect of this Privacy Policy.",
    "Kinds_title": "Kinds of Personal Data Collected, Used and Held",
    "Kinds_con1": " Only the following personal information and data will be mandatorily collected, used and held by us when signing up on the the mobile applications using the services provided by Yolingo, and no data or information other than the following will be collected by us:-",
    "Kinds_subcon1": "- Your name",
    "Kinds_subcon2": "-  Email address",
    "Purpose_title": "Purpose of Personal Data to be Collected",
    "Purpose_subtitle": "The personal data and information collected from you will be used by the Company for the following purpose: -",
    "Purpose_con1": "- To sign in and register a user account on the Yolingo apps",
    "Purpose_con2": "- To verify and ascertain your identity; and",
    "Purpose_con3": "- To verify the academic credentials of Tutors",
    "Purpose_con4": "- Payment: To facilitate and process payment from you in respect of your subscription of membership plan(s) (as a Student) and other service(s);",
    "Purpose_midcon": "Providing Services: To provide services to you on this Website and/or via the mobile applications of Yolingo, and to permit you to participate in other activities on this Website and/or the mobile applications, including but not limited to contest, promotions, campaigns, polls and surveys;",
    "Purpose_admin": "For administration, management and technical support;",
    "Purpose_admin_con1": "- For our internal administration and management, including auditing  and internal analysis;",
    "Purpose_admin_con2": "- To communicate with you, provide applicable technical support, receive your comments and handle your complaints; and",
    "Purpose_admin_con3": "- To detect, investigate and prevent any fraudulent, prohibited and illegal activities, any misuse of this Website and mobile applications or use of this Website and mobile applications with improper or dishonest motive, and if necessary, to provide or respond to the requests or directions of the courts, enforcement agencies or similar authorities and statutory bodies of your country or elsewhere.",
    "Purpose_admin_con4": "- Statistics: to carry out statistics and data analysis to improve and enhance our services and develop our marketing strategies;",
    "DirectMarketing_title": "Direct Marketing and Promotion",
    "DirectMarketing_con1": "Only after obtaining your consent when signing up, we may send you by way of email and contact you from time to time to share promotional or marketing information. Promotional and marketing subjects include but not limited to information regarding promotions and discounts on subscriptions/packages or any new feature introductions.",
    "DirectMarketing_con2": "Once you have elected to receive marketing and promotional emails, you have the right at any time to elect not to accept by clicking on the “Unsubscribe” link embedded in our marketing and promotional emails received. This does not prejudice you from receiving our other non-marketing and promotional emails to you." ,
    "Third_PartyMarketing_title": "Third-Party Marketing and Promotion",
    "Third_PartyMarketing_con": "We will not provide or share your information and data to any third parties for marketing or and/or promotional of their own goods and services and/or any other purposes without your prior consent in writing.",
    "Retention_title": "Retention of Data and Information",
    "Retention_con1": "We will retain all your personal data and information so long as is necessary for the fulfilment of (i) the purposes for which they were collected and (ii) of the legal requirements. All your personal data and the transaction records will be destroyed thereafter.",
    "Retention_con2": "You hereby acknowledge that your information and data are stored and maintained in our electronic database, facilities, servers and back-up servers which may be located outside your country. This means the legal protection and standard of security requirements may not be equivalent to the same provided by and legally required by the applicable laws and regulations of your country.",
    "Retention_con3": "At any time, if you desire to erase any of your information or data from our electronic databases, facilities, servers and/or back-up servers, please contact us.",
    "Retention_cookies_title": "Cookies",
    "Retention_cookies_con1": "We may use “Cookies” to improve this Website and mobile applications to enhance your online experience. Cookies are stored on your hard drive of your device to facilitate us to track your activities in this Website and mobile applications. Cookies may be used to remember you and your preferences when you visit the Website and mobile applications that enable us to tailor this Website and mobile application to your needs. The information collected by Cookies is anonymous visitor's personalized settings information and contains no name or address information or any information that will enable anyone to contact you via telephone, email or any other means.",
    "Retention_cookies_con2": "You acknowledge that we collect, hold, store the following information and data through the cookies when you browse and access to this Website and mobile applications;",
    "Retention_cookies_subcon1": "- Your subscriptions or in-app purchases (as a Student);",
    "Retention_cookies_subcon2": "- Frequency and time of engagement of the services of Yolingo;",
    "Retention_cookies_subcon3": "- Images, documents and photos submitted by you to the Yolingo mobile applications;",
    "Retention_cookies_subcon4": "- Telecommunication and digital network information and data including IP address of your device, URL information, the particulars and details of your device, the browsers, third-party applications and network you use in assessing this Website or mobile applications.",
    "Retention_limitation_title": "Limitation of Liability",
    "Retention_limitation_con1": "We undertake to implement all reasonably practicable procedures, measures and steps to safeguard the security of all your information and data.",
    "Retention_limitation_con2": "We do not accept responsibility for any unauthorized or unlawful access, alternation, use, destruction, loss, erasure, transmission, disclosure or leakage of any of your information and data, irrespective of whether the same occur in our electronic database, facilities, servers or back-up servers located in your country or elsewhere.",
    "Changes_title": "Changes in this Privacy Policy",
    "Changes_con": "We may update or amend this Privacy Policy in the future, if necessary. The revised Policy will be posted on this Website and sent by email to you with an effective date.",
    "ContactUs_title": "Contact Us",
    "ContactUs_con": "Should you have any requests (including opt-out), enquiries or comments to this Privacy Policy, please email us at hello@yolingo.asia",
    "English_version_title": "English Version to Prevail",
    "English_version_con": "In the event of any inconsistencies or discrepancies between the English version and any other translated versions of this Privacy Policy, the English version shall prevail.",
    "Fotter": "This privacy policy was last updated on the 10th July 2020"
  }
}