{
  "Terms":{
    "Terms_serivce": "서비스 약관",
    "Introduction_title": "설명하다",
    "Introduction_con1": "Yolingo 앱은 Yolingo Ltd에 의해 게시됩니다. 영국, 영국에 등록 된 회사 번호 11890401로 등록 된 회사의 등록 사무소는 86-90 Paul St, London EC2A 4NE UK,입니다.",
    "Introduction_con2":"앱을 다운로드하거나 다른 방식으로 액세스하면 다음 이용 약관 (“약관”) 및 개인 정보 보호 정책에 동의하는 것으로 간주됩니다. 앱 또는 본 약관에 대한 문의 사항이있는 경우 hello@yolingo.asia로 문의하십시오.이 약관에 동의하지 않으면 앱 사용을 즉시 중단해야합니다.",
    "General_title": "일반적으로",
    "General_con1": "Yolingo 앱을 사용하려면 16 세 이상이어야합니다. 부모 또는 보호자의 동의없이 16 세 미만인 경우이 앱을 사용하지 마십시오.",
    "General_con2": "앱은 개인 용도로 사용할 수 있습니다. 앱을 상업적인 목적으로 사용하거나 불법적이거나 무단으로 사용해서는 안됩니다. 앱을 사용할 때는 거주 국가의 현지 법률을 포함하여 (해당 “해당 법률”이라고 함) 적용 가능한 모든 국제법을 준수해야합니다.",
    "General_con3": "귀하는 앱을 사용할 때 모든 관련 법률 및 본 약관을 준수할것에 동의합니다. 특히 귀하는 다음에 동의하지 않습니다.",
    "General_con4": " - 불법적이거나 저작권 침해를 포함하여 (제한없이) 불법 활동을 조장하거나 장려하는 방식으로 앱을 사용하는 행위; 또는",
    "General_con5": " - 앱 또는 앱에 연결된 네트워크, 서버 또는 컴퓨터 시스템에 대한 무단 액세스를 시도합니다. 또는",
    "General_con6": "- 본 약관 또는 법률에 의해 명시 적으로 허용되는 한도 내에서 앱의 일부를 수정, 개조, 번역 또는 리버스 엔지니어링하거나 앱을 구성하는 페이지의 일부를 재구성하거나 프레임을 작성하지 않아야합니다.",
    "Payment_title": "결제 처리",
    "Payment_con1": "Yolingo 앱에서 인앱 구독 및 인앱 구매는 App Store 및 Google Play를 통해 이루어집니다. 이 약관에 동의하거나 Yolingo에서 사용자로 계속 운영함으로써 귀하는 Apple 및 Google 사용자 계약이 수시로 변경 될 수 있으므로 Apple 및 Google 사용자 계약을 준수 할 것에 동의합니다.",
    "Payment_con2": "참고 : Yolingo GO! 월간 자동 갱신 구독입니다. 즉, 구독 가격으로 매월 계정에서 자동으로 인출됩니다.",
    "Terms_use": "이용 약관",
    "Terms_use_con1": "Yolingo GO! 학습자가 자격을 갖춘 원어민 영어 교사에게 질문 할 수있는 Yolingo Ltd에서 개발 한 질문 및 답변 제품입니다. 학습자들은 매달 구독 당 15 개의 질문 세션을 가지고 있습니다. 질문 세션은 2 개의 질문과 2 개의 답변으로 구성됩니다. 두 번째 질문은 첫 번째 질문과 관련이 있어야합니다. Yolingo GO!를 사용하려면 당신은 동의합니다;",
    "Terms_use_subcon1_1": "- 첫 번째 질문에 대한 추가 설명이 필요하지 않으면 '세션 닫기'버튼을 클릭하여 세션을 닫습니다. 이것은 더 이상 질문에 도움이 필요하지 않다는 것을 교사에게 알려줍니다.",
    "Terms_use_subcon1_2": "- 하나의 후속 질문을해야하는 경우 신속하게 처리해야합니다.",
    "Terms_use_subcon1_3": "- 하나의 후속 질문을 빨리하지 않으면 교사는 몇 분 후에 세션을 종료합니다.",
    "Terms_use_subcon1_4": "- 두 번째 질문은 첫 번째 질문과 관련이 있습니다.",
    "Terms_use_con2": "Yolingo 15는 영어 원어민과 함께하는 실시간 비디오 수업 서비스입니다. 각 라이브 세션은 15 분입니다. Yolingo는 비디오 클래스에 ZOOM Video Communications INC를 사용합니다. Yolingo 15를 사용하는 데 동의합니다.",
    "Terms_use_subcon2_1": "- 라이브 수업료를 위하여 폰이나 컴퓨터에 Zoom앱을 설치해야 합니다.",
    "Terms_use_subcon2_2": "- 라이브 수업료는 Yolingo 앱 외부에서 이루어집니다.",
    "Terms_use_subcon2_3": "- ZOOM에는 자체 서비스 약관 및 개인 정보 보호 정책이 있으며 Yolingo 15를 사용하려면 해당 서비스 약관에 동의해야합니다.",
    "Terms_use_subcon2_4": "- 교사는 요청 후 30 분 이내에 수업료를 제공할수 없습니다. 예를 들어, 오전 10시 30 분에 수업료를 받으려면 가장 빠른 시간은 오전 11시입니다.",
    "Cancellation_Refund_title": "취소 및 환불 정책",
    "Cancellation_title": " 취소 : 언제든지 Yolingo 구독을 취소 할 수 있습니다. 다음 단계를 따르십시오.",
    "iphone": "iPHONE",
    "Cancellation_iphone_con1": "- 설정 앱을 엽니다",
    "Cancellation_iphone_con2": "- 구독을 살짝 누르십시오 (“구독”이 보이지 않으면 대신 “iTunes & App Store”를 살짝 누르십시오. 그런 다음 Apple ID를 누르고 Apple ID보기를 누르고 로그인 한 다음 아래로 스크롤하여 구독을 누르십시오).",
    "Cancellation_iphone_con3": "- 관리하려는 가입을 누릅니다.",
    "Cancellation_iphone_con4": "- 구독 취소를 누릅니다. 구독 취소가 표시되지 않으면 구독이 이미 취소되어 갱신되지 않습니다.",
    "android": "ANDROID",
    "Cancellation_android_con1": "- Android 휴대 전화나 태블릿에서 Google Play   스토어를 엽니다.",
    "Cancellation_android_con2": "- 올바른 Google 계정으로 로그인했는지 확인하십시오.",
    "Cancellation_android_con3": "- 메뉴를 선택한 다음 구독을 선택하십시오.",
    "Cancellation_android_con4": "- 취소하려는 구독을 선택하십시오.",
    "Cancellation_android_con5": "- 구독 취소를 누릅니다.",
    "Cancellation_android_con6": "- 지시를 따르다.",
    "Cancellation_note": "참고 : 언제든지 구독을 취소하면 미해결 Q & A 세션이 종료됩니다",
    "Cancellation_refund": "환불 : Yolingo는 Yolingo Go!에 대한 환불을 제공하지 않습니다. Q & A 제품. 제품 구독 여부를 결정하기전에 3일 무료 평가판으로 제품을 사용할수 있습니다.",
    "Refund_title": "환불 : 다음 상황에서는 Yolingo 15 라이브 비디오 수업료에 대해 전액 환불됩니다.",
    "Refund_con1": "- 교사가 라이브 비디오 수업에 참여하기 위해 이메일 초대장을 보내지 못했습니다.",
    "Refund_con2": "- Yolingo는 요청한 날짜와 시간에 수업료를 제공할 교사를 찾을수 없습니다.",
    "Refund_addtional1": "PayPal을 사용하여 환불됩니다. PayPal 계정이없는 경우 여기에서 만들수 있습니다 (https://www.paypal.com).",
    "Refund_addtional2": "환불을 요청하려면 Yolingo (refunds@yolingo.asia)에 문의하십시오. Yolingo는 PayPal을 사용하여 환불을 보내드립니다.",
    "Rights_Responsibilities_title": "Yolingo의 권리와 책임",
    "Rights_Responsibilities_con1": "- 통신 시스템, 예약 플랫폼 및 지불 처리 등 가능한 모든 기능을 갖춘 앱을 유지합니다.",
    "Rights_Responsibilities_con2": "- 앱의 계획된 유지 보수 또는 가동 중지 시간을 알리기 위해.",
    "Rights_Responsibilities_con3": "- 바이러스 및 웜이없는 사이트를 유지하기 위해 합리적으로 노력합니다.",
    "Rights_Responsibilities_con4": "- 모든 교사를 식별합니다. 유자격 영어 원어민 및 영어 교육 자격 (CELTA, TESOL, TEFL, DELTA) 또는 대학 학위여야합니다.",
    "Rights_Responsibilities_con5": "- 수업료가 없거나 시작할수 없는 경우 즉시 환불 처리합니다.",
    "Rights_Responsibilities_con6": "- Q & A 세션을 모니터링하여 교사의 응답의 고품질을 보장하고 교사 또는 학습자 (비속어, 부적절하거나 모욕적 인 언어 사용)가 서비스를 남용하지 않도록합니다.",
    "User_Responsibilities_title": "사용자 책임",
    "User_Responsibilities_subtitle": "“사용자”는 당사 플랫폼을 사용하는 학습자를 의미합니다.",
    "User_Responsibilities_con1": "- 전송 된 메시지를 포함하여 앱에 게시 한 자료에 대한 책임은 전적으로 사용자에게 있으며, 명예 훼손, 모욕적 또는 불법적인 자료를 게시해서는 안됩니다.",
    "User_Responsibilities_con2": "- 사용자는 앱에서 보는 명예 훼손, 모욕 또는 불법 자료를 즉시보고해야합니다.",
    "User_Responsibilities_con3": "-  사용자는 앱에 제공된 정보의 정확성과 관련하여 스스로 판단해야합니다. Yolingo는 앱의 모든 컨텐츠가 완전하거나 정확하거나 최신임을 보증할수 없습니다.",
    "User_Responsibilities_con4": "- 앱을 사용할 때 사용자는 자신의 인터넷 보안을 책임집니다.",
    "User_Responsibilities_con5": "- 비밀번호가 노출되었다고 생각되면 즉시 Yolingo에 연락해야합니다. Yolingo에 통보 할 때까지 사용자는 자신의 이름으로 수행 된 모든 상호 작용의 작업에 대한 책임이 있습니다.",
    "User_Responsibilities_con6": "- Yolingo를 손상시킬 의도로 사이트를 사용해서는 안됩니다.",
    "User_Responsibilities_con7": "- 사용자는 Yolingo 이외의 회사의 기회나 서비스를 홍보해서는 안됩니다.",
    "User_Responsibilities_con8": "- 사용자는 Yolingo가 제공 한 개인 정보 보호 정책을 준수할것에 동의합니다.",
    "User_Responsibilities_final": "이 이용 약관을 준수하지 않은 사용자는 앱 및 관련 서비스를 사용하지 못하게 될 수 있습니다.",
    "Teacher_Responsibilities_title": "교사의 책임",
    "Teacher_Responsibilities_subtitle": "“교사”는 앱에 교사 계정을 등록한 사용자를 의미합니다.",
    "Teacher_Responsibilities_con1": "- 교사는 Yolingo의 직원이 아니며 자신의 행동에 대한 책임은 전적으로 귀하에게 있습니다.",
    "Teacher_Responsibilities_con2": "- 교사는 a) 영어 원어민이며 b) Yolingo (CELTA, TEFL, TESOL, DELTA)에서 영어를 가르치기 위해 필요한 교육 자격 또는 대학 학위를 소지하고 있음을 증명하는 데 동의합니다. 교사 계정을 활성화하기 전에 Yolingo의 빠른 비디오 기반 검증 프로세스가 필요합니다.",
    "Teacher_Responsibilities_con3": "- 교사는 18 세 이상이어야합니다.",
    "Teacher_Responsibilities_con4": "- 교사는 Yolingo와 사용자로부터받은 알림에 즉시 응답해야합니다.",
    "Teacher_Responsibilities_con5": "- 학습자가 요청을 시작하지 않는 한 교사는 Yolingo에 대한 개인 개인지도 서비스를 제공해서는 안됩니다. 교사는 학습자가 요청하지 않는 한 연락처 및 이메일 주소를 포함한 개인 연락처 정보를 공유 할 수 없습니다. 이를 준수하지 않으면 Yolingo 앱에서 즉시 제거됩니다.",
    "Teacher_Responsibilities_con6": "- 교사는 학생을 대신하여 교과 과정 또는 이와 유사한 과제를 완료해서는 안됩니다.",
    "Teacher_Responsibilities_con7": "- 이 이용 약관을 준수하지 않은 교사는 즉시 앱 및 관련 서비스를 사용할 수 없습니다. Yolingo는 언제든지 기존 예약을 취소 할 권리가 있습니다.",
    "Change_terms_condition_title": "이용 약관 변경",
    "Change_terms_condition_con": "표시된 유효 날짜 이후에 앱 또는 서비스를 계속 사용하는 경우 수정된 계약이 적용됩니다.",
    "Footer": "이 서비스 약관은 2020 년 7 월 10 일에 마지막으로 업데이트되었습니다."
  },
  "Privacy": {
    "Privacy_Policy_title": "개인 정보 정책",
    "Privacy_Policy_con1": "Yolingo 웹 사이트 www.yolingo.asia ( “이 웹 사이트”, “Yolingo 웹 사이트”) 및 Android 및 iOS 용 Yolingo 모바일 응용 프로그램 ( “앱”, “모바일 응용 프로그램”)은 Yolingo Ltd ( “Yolingo”, “회사”, “우리” 또는 “우리”). 우리는 개인 데이터를 존중하며 귀하의 국가에서 데이터 보호 원칙과 모든 관련 조항 및 해당 법률을 완벽하게 구현하고 준수하기 위해 노력합니다.본 개인 정보 보호 정책은 모든 학생 및 모든 교사뿐만 아니라 당사가 사용 및 보유하는 모든 수단을 통해 개인 데이터를 수집하는 다른 사람을 포함하여이 웹 사이트 및 모바일 응용 프로그램의 모든 사용자에게 적용됩니다.",
    "Privacy_Policy_con2": "Yolingo 웹 사이트 및 모바일 애플리케이션에서 액세스 및 / 또는 탐색 및 / 또는 사용 및 / 또는 로그인 및 / 또는 가입 및 / 또는 서비스 요청 및 / 또는 서비스 수신 및 경험 및 / 또는 방식을 처리함으로써 귀하는 본 개인 정보 보호 정책을 읽고 이해하고 수락했음을 인정합니다. 16 세 미만인 경우이 개인 정보 보호 정책과 관련하여 부모 또는 보호자의 사전 동의를 받으십시오.",
    "Kinds_title": "수집, 사용 및 보유되는 개인 정보의 종류",
    "Kinds_con1": "Yolingo가 제공하는 서비스를 사용하여 Yolingo 모바일 애플리케이션에 가입 할 때 당사는 다음 개인 정보 및 데이터 만 의무적으로 수집, 사용 및 보유하며, 다음 이외의 데이터 또는 정보는 당사가 수집하지 않습니다.",
    "Kinds_subcon1": "• 당신의 이름",
    "Kinds_subcon2": "• 이메일 주소",
    "Purpose_title": "수집 할 개인 정보의 목적",
    "Purpose_subtitle": "귀하로부터 수집 된 개인 정보 및 정보는 회사가 다음 목적으로 사용합니다 :-",
    "Purpose_con1": "-Yolingo 앱에 로그인하고 사용자 계정을 등록합니다.",
    "Purpose_con2": "- 신원 확인 및 확인 과",
    "Purpose_con3": "- 교사의 학업 자격 증명을 확인하려면",
    "Purpose_con4": "- 지불 : 멤버쉽 플랜 (학생) 및 기타 서비스 가입과 관련하여 귀하의 지불을 촉진하고 처리합니다.",
    "Purpose_midcon": "- 서비스 제공 :이 웹 사이트 및 / 또는 Yolingo의 모바일 애플리케이션을 통해 서비스를 제공하고 컨테스트, 프로모션, 캠페인을 포함하되 이에 국한되지 않는이 웹 사이트 및 / 또는 모바일 애플리케이션의 다른 활동에 참여할 수 있도록합니다. , 여론 조사 및 설문 조사;",
    "Purpose_admin": " 관리, 관리 및 기술 지원",
    "Purpose_admin_con1": "- 감사 및 내부 분석을 포함한 내부 관리 및",
    "Purpose_admin_con2": "-귀하와 의사 소통하고, 해당 기술 지원을 제공하고, 의견을 수렴하고 불만을 처리합니다.",
    "Purpose_admin_con3": "- 사기, 금지 및 불법 활동,이 웹 사이트 및 모바일 응용 프로그램의 오용 또는이 웹 사이트 및 모바일 응용 프로그램을 부적절하거나 부정직 한 동기로 사용하고, 필요한 경우, 귀하의 국가 또는 다른 곳의 법원, 집행 기관 또는 이와 유사한 기관 및 법정 기관.",
    "Purpose_admin_con4": "- 통계 : 서비스를 개선 및 향상시키고 마케팅 전략을 개발하기 위해 통계 및 데이터 분석을 수행합니다.",
    "DirectMarketing_title": "다이렉트 마케팅 및 프로모션",
    "DirectMarketing_con1": "- 가입 할 때 귀하의 동의를 얻은 후에 만 ​​이메일을 통해 귀하에게 발송하고 판촉 또는 마케팅 정보를 공유하기 위해 때때로 연락을 드릴 수 있습니다.",
    "DirectMarketing_con2": "- 프로모션 및 마케팅 주제에는 구독 / 패키지의 프로모션 및 할인 또는 새로운 기능 소개에 관한 정보가 포함되지만 이에 국한되지는 않습니다." ,
    "Third_PartyMarketing_title": "타사 마케팅 및 프로모션",
    "Third_PartyMarketing_con": "당사는 사전 서면 동의없이 자체 상품 및 서비스 및 / 또는 기타 목적을 마케팅 또는 홍보하기 위해 귀하의 정보 및 데이터를 제 3 자에게 제공하거나 공유하지 않습니다.",
    "Retention_title": "데이터 및 정보 보유",
    "Retention_con1": "당사는 (i) 수집 목적 및 (ii) 법적 요구 사항을 충족하는 데 필요한 모든 개인 데이터 및 정보를 보유합니다. 그 후 모든 개인 데이터 및 거래 기록이 파기됩니다.",
    "Retention_con2": "귀하는 귀하의 정보와 데이터가 귀하의 국가 외부에있을 수있는 전자 데이터베이스, 시설, 서버 및 백업 서버에 저장되고 유지됨을 인정합니다. 이는 법적 보호 및 보안 요구 사항 표준이 해당 국가의 해당 법률 및 규정에서 제공하고 법적으로 요구하는 것과 동일하지 않을 수 있음을 의미합니다.",
    "Retention_con3": "당사의 전자 데이터베이스, 시설, 서버 및 / 또는 백업 서버에서 귀하의 정보 나 데이터를 지우려면 언제든지 저희에게 연락하십시오.",
    "Retention_cookies_title": "쿠키",
    "Retention_cookies_con1": "당사는 “쿠키”를 사용하여 귀하의 온라인 경험을 향상시키기 위해이 웹 사이트 및 모바일 응용 프로그램을 개선 할 수 있습니다. 쿠키는 당사가이 웹 사이트 및 모바일 응용 프로그램에서의 활동을 쉽게 추적 할 수 있도록 장치의 하드 드라이브에 저장됩니다. 쿠키는 귀하가 귀하의 필요에 맞게이 웹 사이트 및 모바일 응용 프로그램을 조정할 수 있도록 웹 사이트 및 모바일 응용 프로그램을 방문 할 때 귀하와 귀하의 선호 사항을 기억하는 데 사용될 수 있습니다 쿠키가 수집 한 정보는 익명 방문자의 개인 설정 정보이며 이름, 주소 정보 또는 전화, 이메일 또는 기타 다른 수단을 통해 귀하에게 연락 할 수있는 정보를 포함하지 않습니다.",
    "Retention_cookies_con2": "귀하는 본 웹 사이트 및 모바일 애플리케이션을 탐색하고 액세스 할 때 쿠키를 통해 다음 정보 및 데이터를 수집, 보유, 저장한다는것을 인정합니다.",
    "Retention_cookies_subcon1": "- 구독 또는 인앱 구매 (학생)",
    "Retention_cookies_subcon2": "- Yolingo 서비스 이용 빈도 및 시간",
    "Retention_cookies_subcon3": " - 귀하가 Yolingo 모바일 애플리케이션에 제출 한 이미지, 문서 및 사진;",
    "Retention_cookies_subcon4": "- 장치의 IP 주소, URL 정보, 장치의 세부 사항 및 세부 정보, 브라우저, 타사 응용 프로그램 및이 웹 사이트 또는 모바일 응용 프로그램을 평가하는 데 사용하는 네트워크를 포함한 통신 및 디지털 네트워크 정보 및 데이터",
    "Retention_limitation_title": "책임의 제한",
    "Retention_limitation_con1": "우리는 모든 정보 및 데이터의 보안을 보호하기 위해 합리적으로 실행 가능한 모든 절차, 조치 및 단계를 이행해야합니다.",
    "Retention_limitation_con2": "당사는 전자 데이터베이스, 시설, 서버에서 발생하는지 여부에 관계없이 귀하의 정보 및 데이터의 무단 또는 불법 액세스, 변경, 사용, 파괴, 손실, 삭제, 전송, 공개 또는 유출에 대한 책임을지지 않습니다. 해당 국가 또는 다른 곳에 위치한 백업 서버.",
    "Changes_title": "이 개인 정보 보호 정책의 변경",
    "Changes_con": "Yolingo는 필요한 경우 향후이 개인 정보 보호 정책을 업데이트하거나 수정할수 있습니다. 개정 된 정책은이 웹 사이트에 게시되며 유효한 날짜를 이메일로 보내드립니다.",
    "ContactUs_title": "연락 Yolingo",
    "ContactUs_con": "이 개인 정보 보호 정책에 대한 요청, 문의 또는 의견이 있으면 hello@yolingo.asia로 이메일을 보내주십시오",
    "English_version_title": "English Version to Prevail",
    "English_version_con": "영어 버전과 본 개인 정보 보호 정책의 다른 번역 버전간에 불일치 또는 불일치가있는 경우 영어 버전이 우선합니다.",
    "Fotter": "이 개인 정보 보호 정책은 2020 년 7 월 10 일에 마지막으로 업데이트되었습니다"
  }
}