{
  "Terms":{
    "Terms_serivce": "เงื่อนไขการให้บริการ",
    "Introduction_title": "บทนำ",
    "Introduction_con1": "แอป Yolingo เผยแพร่โดย Yolingo Ltd; บริษัท ที่จดทะเบียนในอังกฤษสหราชอาณาจักรภายใต้หมายเลข บริษัท 11890401 ซึ่งมีสำนักงานจดทะเบียนอยู่ที่ 86 - 90 Paul St, London EC2A 4NE,สหราชอาณาจักร",
    "Introduction_con2":"โดยการดาวน์โหลดหรือการเข้าถึงแอพแสดงว่าคุณยอมรับที่จะผูกพันตามข้อกำหนดและเงื่อนไขดังต่อไปนี้ (“ข้อกำหนด”) และนโยบายความเป็นส่วนตัวของเรา หากคุณมีข้อสงสัยเกี่ยวกับแอพหรือข้อกำหนดเหล่านี้คุณสามารถติดต่อเราได้ที่ hello@yolingo.asia หากคุณไม่เห็นด้วยกับข้อกำหนดเหล่านี้คุณต้องหยุดใช้แอพทันที",
    "General_title": "ทั่วไป",
    "General_con1": "คุณต้องมีอายุอย่างน้อย 16 ปีจึงจะสามารถใช้แอป Yolingo ได้ โปรดอย่าใช้แอพนี้หากคุณอายุต่ำกว่า 16 ปีโดยไม่ได้รับความยินยอมจากผู้ปกครองหรือผู้ดูแล",
    "General_con2": "แอพนี้มีให้สำหรับการใช้งานส่วนตัวของคุณ แอพจะต้องไม่ถูกใช้เพื่อจุดประสงค์ทางการค้าหรือเพื่อวัตถุประสงค์ที่ผิดกฎหมายหรือไม่ได้รับอนุญาต เมื่อคุณใช้แอพคุณจะต้องปฏิบัติตามกฎหมายระหว่างประเทศที่มีผลบังคับใช้รวมถึงกฎหมายท้องถิ่นในประเทศที่คุณพำนักอาศัย",
    "General_con3": "คุณตกลงว่าเมื่อใช้แอพคุณจะปฏิบัติตามกฎหมายที่บังคับใช้ทั้งหมดและข้อกำหนดเหล่านี้ โดยเฉพาะอย่างยิ่ง แต่ไม่ จำกัด เฉพาะคุณตกลงที่จะไม่:",
    "General_con4": "-ใช้แอปในลักษณะที่ผิดกฎหมายหรือในลักษณะที่ส่งเสริมหรือสนับสนุนกิจกรรมที่ผิดกฎหมายรวมถึง (ไม่ จำกัด เพียง) การละเมิดลิขสิทธิ์; หรือ",
    "General_con5": "-พยายามเข้าถึงแอพหรือเครือข่ายเซิร์ฟเวอร์หรือระบบคอมพิวเตอร์ที่เชื่อมต่อกับแอพโดยไม่ได้รับอนุญาต หรือ",
    "General_con6": "-แก้ไขปรับเปลี่ยนแปลหรือทำวิศวกรรมย้อนกลับส่วนใด ๆ ของแอพหรือจัดรูปแบบใหม่หรือจัดเฟรมส่วนใด ๆ ของหน้าเว็บที่ประกอบไปด้วยแอปบันทึกเท่าที่อนุญาตโดยชัดแจ้งโดยข้อกำหนดเหล่านี้หรือตามกฎหมาย",
    "Payment_title": "การประมวลผลการชำระเงิน",
    "Payment_con1": "การสมัครสมาชิกภายในแอปและการซื้อในแอพในแอป Yolingo นั้นทำผ่าน App Store และ Google Play โดยการยอมรับข้อกำหนดเหล่านี้หรือดำเนินการต่อในฐานะผู้ใช้ใน Yolingo คุณตกลงที่จะผูกพันตามข้อตกลงผู้ใช้ของ Apple และ Google เนื่องจาก Apple หรือ Google อาจแก้ไขข้อตกลงนี้เป็นครั้งคราว",
    "Payment_con2": "โปรดทราบ: Yolingo GO! เป็นการสมัครสมาชิกรายเดือนอัตโนมัติทดแทน ซึ่งหมายความว่าบัญชีของคุณจะถูกหักโดยอัตโนมัติในแต่ละเดือนสำหรับราคาของการสมัครสมาชิก",
    "Terms_use": "ข้อตกลงในการใช้งาน",
    "Terms_use_con1": "Yolingo Go! เป็นคำถามและคำตอบผลิตภัณฑ์ที่พัฒนาโดย Yolingo Ltd ซึ่งนักเรียนสามารถถามคำถามกับครูเจ้าของภาษาที่พูดภาษาอังกฤษได้ นักเรียนมี 15 คำถามต่อการสมัครสมาชิกรายเดือน เซสชั่นคำถามประกอบด้วย 2 คำถามและ 2 คำตอบ คำถามที่สองจะต้องเกี่ยวข้องกับคำถามแรก หากคุณต้องการใช้ Yolingo GO! คุณยอมรับว่า;",
    "Terms_use_subcon1_1": "-หากคุณไม่ต้องการคำชี้แจงเพิ่มเติมในคำถามแรกของคุณคุณจะปิดเซสชันโดยคลิกปุ่ม “ปิดเซสชัน” สิ่งนี้จะแจ้งให้ครูทราบว่าคุณไม่ต้องการความช่วยเหลือเกี่ยวกับคำถามอีกต่อไป",
    "Terms_use_subcon1_2": "-หากคุณต้องการถามคำถามที่สองคุณต้องทำอย่างรวดเร็ว",
    "Terms_use_subcon1_3": "-ถ้าคุณไม่ถามคำถามติดตามอย่างรวดเร็วครูจะปิดเซสชันหลังจากนั้นไม่กี่นาที",
    "Terms_use_subcon1_4": "-หากคุณไม่ถามคำถามติดตามอย่างรวดเร็วครูจะปิดเซสชันหลังจากนั้นไม่กี่นาท",
    "Terms_use_con2": "Yolingo 15 เป็นบริการสอนวิดีโอสดกับอาจารย์เจ้าของภาษาอังกฤษ แต่ละคำสั่งใช้เวลา 15 นาที Yolingo ใช้ ZOOM Video Communications INC สำหรับการสอนวิดีโอสด ในการใช้ Yolingo 15 คุณต้องยอมรับว่า",
    "Terms_use_subcon2_1": "- คุณจะต้องติดตั้งแอป ZOOM บนโทรศัพท์หรือคอมพิวเตอร์ของคุณเพื่อทำการสอนสด",
    "Terms_use_subcon2_2": "-การเรียนการสอนแบบสดๆกับอาจารย์จะเกิดขึ้นนอกแอพ Yolingo",
    "Terms_use_subcon2_3": "- คุณเข้าใจว่า ZOOM มีข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวและคุณจะต้องยอมรับให้ใช้ Yolingo 15;",
    "Terms_use_subcon2_4": "-ไม่มีการเรียนการสอนและการเรียนรู้แบบสดๆกับครูภายใน 30 นาทีเมื่อมีการร้องขอตัวอย่างเช่นหากคุณต้องการเรียนการสอนเวลา 10.30 น. เวลาเร็วที่สุดที่คุณสามารถถามได้คือ 11:00 น",
    "Cancellation_Refund_title": "นโยบายการยกเลิกและการคืนเงิน",
    "Cancellation_title": "การยกเลิก: คุณสามารถยกเลิกการสมัคร Yolingo ได้ตลอดเวลา โปรดทำตามขั้นตอนเหล่านี้;",
    "iphone": "iPHONE",
    "Cancellation_iphone_con1": "- เปิดแอปการตั้งค่า",
    "Cancellation_iphone_con2": "- แตะการสมัครสมาชิก (หากคุณไม่เห็น “การสมัครสมาชิก” ให้แตะ “iTunes & App Store” แทนจากนั้นแตะ Apple ID ของคุณแตะดู Apple ID ลงชื่อเข้าใช้เลื่อนลงไปที่การสมัครสมาชิกและแตะการสมัครสมาชิก)",
    "Cancellation_iphone_con3": "-แตะการสมัครสมาชิกที่คุณต้องการจัดการ",
    "Cancellation_iphone_con4": "- แตะยกเลิกการสมัครสมาชิก หากคุณไม่เห็นยกเลิกการสมัครสมาชิกการสมัครจะถูกยกเลิกแล้วและจะไม่ต่ออายุ",
    "android": "ANDROID",
    "Cancellation_android_con1": "- บนโทรศัพท์หรือแท็บเล็ต Android ให้เปิด Google Play Store",
    "Cancellation_android_con2": "- ตรวจสอบว่าคุณลงชื่อเข้าใช้บัญชี Google ที่ถูกต้องหรือไม่",
    "Cancellation_android_con3": "- แตะเมนู การสมัครรับข้อมูล.",
    "Cancellation_android_con4": "- เลือกการสมัครที่คุณต้องการยกเลิก",
    "Cancellation_android_con5": "-แตะยกเลิกการสมัครรับข้อมูล",
    "Cancellation_android_con6": "- ทำตามคำแนะนำ.",
    "Cancellation_note": "โปรดทราบ: การยกเลิกการสมัครของคุณในเวลาใด ๆ จะส่งผลให้คำถาม & คำตอบทั้งหมดถูกยกเลิก",
    "Cancellation_refund": "การคืนเงิน: ไม่มีการคืนเงินโดย Yolingo สำหรับ Yolingo Go! ถามตอบผลิตภัณฑ์ Yolingo เสนอทดลองใช้ฟรี 3 วันเพื่อใช้ผลิตภัณฑ์ก่อนตัดสินใจว่าจะสมัครใช้งานหรือไม่",
    "Refund_title": "การคืนเงิน: จะคืนเงินเต็มจำนวนสำหรับผลิตภัณฑ์การเรียนการสอนวิดีโอสดของ Yolingo 15 ในสถานการณ์ต่อไปนี้",
    "Refund_con1": "-ครูล้มเหลวในการส่งคำเชิญทางอีเมลเพื่อเข้าร่วมเซสชันเล่าเรียนสด",
    "Refund_con2": "- Yolingo ไม่สามารถหาครูที่จะสอนตามวันและเวลาที่ต้องการ",
    "Refund_addtional1": "การคืนเงินจะดำเนินการโดยใช้ PayPal หากคุณไม่มีบัญชี PayPal คุณสามารถสร้างบัญชีได้ที่นี่ - https://www.paypal.com",
    "Refund_addtional2": "โปรดติดต่อ Yolingo เพื่อขอรับเงินคืน refunds@yolingo.asia Yolingo จะคืนเงินให้คุณโดยใช้ PayPal",
    "Rights_Responsibilities_title": "สิทธิและความรับผิดชอบของ Yolingo",
    "Rights_Responsibilities_con1": "-เพื่อรักษาแอพที่ใช้งานได้รวมถึงระบบการสื่อสารแพลตฟอร์มการจองและการประมวลผลการชำระเงินทุกที่ที่ทำได้",
    "Rights_Responsibilities_con2": "-เพื่อสื่อสารการบำรุงรักษาที่วางแผนไว้ของแอพหรือการหยุดทำงาน",
    "Rights_Responsibilities_con3": "-เพื่อพยายามทำให้เว็บไซต์ปลอดจากไวรัสและเวิร์ม",
    "Rights_Responsibilities_con4": "-เพื่อตรวจสอบครูสอนภาษาอังกฤษทั้งหมดเพื่อให้แน่ใจว่าพวกเขาเป็น) เจ้าของภาษาและ b) มีคุณสมบัติในการสอนภาษาอังกฤษ (CELTA TESOL, TEFL. DELTA หรือมีระดับมหาวิทยาลัย",
    "Rights_Responsibilities_con5": "-เพื่อดำเนินการคืนเงินให้โดยทันทีในกรณีที่ไม่มีการเรียนการสอนหรือไม่สามารถเริ่มได",
    "Rights_Responsibilities_con6": "-เพื่อตรวจสอบคำถามและคำตอบเพื่อให้แน่ใจว่ามีการตอบสนองที่มีคุณภาพสูงของครูและเพื่อให้แน่ใจว่าบริการจะไม่ถูกใช้โดยครูหรือผู้เรียน (ใช้คำหยาบคายใช้ภาษาที่ไม่เหมาะสมหรือไม่เหมาะสม)",
    "User_Responsibilities_title": "ความรับผิดชอบของผู้ใช้",
    "User_Responsibilities_subtitle": "“ผู้ใช้” หมายถึงผู้เรียนที่ใช้แพลตฟอร์มของเรา",
    "User_Responsibilities_con1": "- ผู้ใช้เป็นผู้รับผิดชอบ แต่เพียงผู้เดียวสำหรับเนื้อหาที่พวกเขาโพสต์บนแอปรวมถึงข้อความที่ส่งและต้องไม่โพสต์เนื้อหาที่ทำให้เสื่อมเสียชื่อเสียงล่วงละเมิดหรือผิดกฎหมาย",
    "User_Responsibilities_con2": "-ผู้ใช้จะต้องรายงานเนื้อหาที่ทำให้เสื่อมเสียชื่อเสียงก้าวร้าวหรือผิดกฎหมายทันทีที่พวกเขาดูในแอพของเรา",
    "User_Responsibilities_con3": "-ผู้ใช้ต้องใช้วิจารณญาณของตนเองเกี่ยวกับความถูกต้องของข้อมูลที่มีให้ในแอป โยลิงโกไม่สามารถรับประกันได้ว่าเนื้อหาทั้งหมดในแอพนั้นสมบูรณ์ถูกต้องหรือเป็นปัจจุบัน",
    "User_Responsibilities_con4": "-ผู้ใช้มีหน้าที่รับผิดชอบความปลอดภัยของอินเทอร์เน็ตเมื่อใช้งานแอพ",
    "User_Responsibilities_con5": "- ผู้ใช้จะต้องติดต่อ Yolingo ทันทีหากพวกเขาเชื่อว่ารหัสผ่านของพวกเขาถูกบุกรุก ผู้ใช้จะต้องรับผิดชอบต่อการกระทำของการโต้ตอบใด ๆ ที่ดำเนินการในชื่อของพวกเขาจนกว่าพวกเขาจะได้รับการแจ้งเตือนโยลิงโก",
    "User_Responsibilities_con6": "-ผู้ใช้จะต้องไม่ใช้เว็บไซต์นี้โดยเจตนารบกวน Yolingo แต่อย่างใด",
    "User_Responsibilities_con7": "-ผู้ใช้จะต้องไม่ส่งเสริมโอกาสหรือบริการของ บริษัท อื่นที่ไม่ใช่ Yolingo",
    "User_Responsibilities_con8": "-ผู้ใช้ตกลงที่จะปฏิบัติตามนโยบายความเป็นส่วนตัวที่จัดทำโดย Yolingo",
    "User_Responsibilities_final": "ผู้ใช้ที่ไม่สามารถปฏิบัติตามข้อกำหนดและเงื่อนไขเหล่านี้อาจถูกห้ามมิให้ใช้ Yolingo App และบริการที่เกี่ยวข้อง",
    "Teacher_Responsibilities_title": "ความรับผิดชอบของครู",
    "Teacher_Responsibilities_subtitle": "“ครู” หมายถึงผู้ใช้ที่ลงทะเบียนบัญชีครูในแอป",
    "Teacher_Responsibilities_con1": "- ครูไม่ใช่พนักงานของ Yolingo และรับผิดชอบต่อการกระทำของตนเอง",
    "Teacher_Responsibilities_con2": "-ครูตกลงที่จะแสดงหลักฐานว่าเป็น) เจ้าของภาษาและ b) มีคุณสมบัติการสอนที่ต้องการหรือระดับมหาวิทยาลัยเพื่อสอนภาษาอังกฤษใน Yolingo (CELTA, TEFL, TESOL, DELTA) กระบวนการตรวจสอบตามวิดีโออย่างรวดเร็วด้วย Yolingo จะต้องใช้ก่อนที่จะเปิดใช้งานบัญชีคร",
    "Teacher_Responsibilities_con3": "- ครูต้องมีอายุอย่างน้อย 18 ป",
    "Teacher_Responsibilities_con4": "-ครูควรตอบกลับการแจ้งเตือนที่ได้รับจาก Yolingo และผู้ใช้ทันท",
    "Teacher_Responsibilities_con5": "-ครูจะต้องไม่เสนอบริการกวดวิชาส่วนตัวใน Yolingo เว้นแต่ผู้เรียนจะเริ่มต้นคำขอ ครูไม่ได้รับอนุญาตให้แบ่งปันข้อมูลติดต่อส่วนบุคคลใด ๆ รวมถึงหมายเลขติดต่อและที่อยู่อีเมลเว้นแต่ผู้เรียนร้องขอ การไม่ปฏิบัติตามสิ่งนี้จะส่งผลให้มีการลบออกจากแอป Yolingo ทันที",
    "Teacher_Responsibilities_con6": "-ครูจะต้องไม่ทำการบ้านหรืองานที่คล้ายกันในนามของนักเรียน",
    "Teacher_Responsibilities_con7": "-ครูที่ไม่สามารถปฏิบัติตามข้อกำหนดและเงื่อนไขเหล่านี้อาจถูกห้ามไม่ให้ใช้แอพของ Yolingo และบริการที่- เกี่ยวข้อง Yolingo ขอสงวนสิทธิ์ในการยกเลิกการจองที่มีอยู่ได้ตลอดเวลา",
    "Change_terms_condition_title": "เวอร์ชันภาษาอังกฤษเป็นเหนือกว่า",
    "Change_terms_condition_con": "ในกรณีที่มีความไม่สอดคล้องกันหรือความขัดแย้งระหว่างข้อกำหนดในการให้บริการฉบับภาษาอังกฤษและฉบับแปลอื่น ๆ เวอร์ชันภาษาอังกฤษจะเหนือกว่า",
    "Footer": "ข้อกำหนดในการให้บริการเหล่านี้ได้รับการปรับปรุงล่าสุดเมื่อวันที่ 10 กรกฎาคม 2020"
  },
  "Privacy": {
    "Privacy_Policy_title": "นโยบายความเป็นส่วนตัว",
    "Privacy_Policy_con1": "เว็บไซต์ Yolingo www.yolingo.asia (“เว็บไซต์นี้”, “เว็บไซต์ Yolingo”) และ Yolingo Mobile Applications สำหรับ Android และ iOS (“แอพ”, “แอปพลิเคชันมือถือ”) เป็นเจ้าของและดำเนินการโดย Yolingo Ltd (“Yolingo”, “บริษัท”, “พวกเรา” หรือ “พวกเรา”).",
    "Privacy_Policy_con2": "นโยบายความเป็นส่วนตัวนี้ใช้กับผู้ใช้ทุกคนของเว็บไซต์นี้และแอปพลิเคชันมือถือของเรารวมถึง แต่ไม่ จำกัด เฉพาะนักเรียนและอาจารย์ผู้สอนรวมถึงบุคคลอื่นที่อาจใช้ Yolingo. โดยการเข้าถึงและ / หรือการสืบค้นและ / หรือการใช้และ / หรือการเข้าสู่ระบบและ / หรือการลงทะเบียนและ / หรือการร้องขอบริการใด ๆ และ / หรือการรับและพบกับบริการใด ๆ และ / หรือการซื้อขายในลักษณะใด ๆ รับทราบว่าคุณได้อ่านทำความเข้าใจและยอมรับนโยบายความเป็นส่วนตัวนี้แล้ว. หากคุณอายุต่ำกว่า 16 ปีโปรดได้รับการยอมรับล่วงหน้าจากผู้ปกครองหรือผู้ดูแลเกี่ยวกับนโยบายความเป็นส่วนตัวนี้",
    "Kinds_title": "ชนิดของข้อมูลส่วนบุคคลที่รวบรวมใช้และจัดเก็บ",
    "Kinds_con1": "ข้อมูลและข้อมูลส่วนบุคคลต่อไปนี้เท่านั้นที่จะถูกรวบรวมบังคับใช้และให้บริการโดยเราเมื่อใช้แอปพลิเคชันมือถือ Yolingoและการใช้บริการที่จัดทำโดย Yolingoจะไม่มีการรวบรวมข้อมูลอื่น ๆ",
    "Kinds_subcon1": "-  ชื่อของคุณ",
    "Kinds_subcon2": "-  ที่อยู่อีเมล",
    "Purpose_title": "วัตถุประสงค์ของข้อมูลส่วนบุคคลที่จะรวบรวม",
    "Purpose_subtitle": "บริษัท จะใช้ข้อมูลส่วนบุคคลและข้อมูลที่รวบรวมจากคุณเพื่อวัตถุประสงค์ดังต่อไปนี้: -",
    "Purpose_con1": "-ในการลงชื่อเข้าใช้และลงทะเบียนบัญชีผู้ใช้บนแอป Yolingo",
    "Purpose_con2": "-ในการตรวจสอบและยืนยันตัวตนของคุณ และ",
    "Purpose_con3": "-เพื่อตรวจสอบข้อมูลรับรองทางวิชาการของผู้สอน",
    "Purpose_con4": "- การชำระเงิน: เพื่ออำนวยความสะดวกและดำเนินการชำระเงินจากคุณในส่วนของการสมัครสมาชิกแผน (ในฐานะนักเรียน) และบริการอื่น ๆ",
    "Purpose_midcon": "- การให้บริการ: เพื่อให้บริการแก่คุณในเว็บไซต์นี้และ / หรือผ่านแอปพลิเคชันมือถือของ Yolingo และเพื่อให้คุณมีส่วนร่วมในกิจกรรมอื่น ๆ บนเว็บไซต์นี้และ / หรือแอปพลิเคชันมือถือรวมถึง แต่ไม่ จำกัด เพียงการแข่งขัน แบบสำรวจและแบบสำรวจ",
    "Purpose_admin": "สำหรับการบริหารการจัดการและการสนับสนุนทางเทคนิค",
    "Purpose_admin_con1": "-สำหรับการบริหารและการจัดการภายในของเรารวมถึงการตรวจสอบและการวิเคราะห์ภายใน",
    "Purpose_admin_con2": "-ในการสื่อสารกับคุณให้การสนับสนุนทางเทคนิคที่เกี่ยวข้องรับความคิดเห็นของคุณและจัดการข้อร้องเรียนของคุณ และ",
    "Purpose_admin_con3": "-ในการตรวจสอบตรวจสอบและป้องกันการฉ้อโกงห้ามและผิดกฎหมายกิจกรรมใด ๆ ในทางที่ผิดของเว็บไซต์นี้และแอปพลิเคชั่นมือถือหรือการใช้งานเว็บไซต์นี้และแอพพลิเคชั่นมือถือด้วยแรงจูงใจที่ไม่เหมาะสมหรือไม่สุจริต ศาลหน่วยงานบังคับใช้หรือหน่วยงานที่คล้ายกันและร่างกฎหมายของประเทศของคุณหรือที่อื่น ๆ",
    "Purpose_admin_con4": "- สถิติ: เพื่อดำเนินการสถิติและการวิเคราะห์ข้อมูลเพื่อปรับปรุงและเพิ่มประสิทธิภาพการบริการของเราและพัฒนากลยุทธ์การตลาดของเรา",
    "DirectMarketing_title": "การตลาดทางตรงและโปรโมชั่น",
    "DirectMarketing_con1": "หลังจากได้รับความยินยอมจากคุณเมื่อสมัครแล้วเราอาจส่งอีเมลและติดต่อคุณเป็นครั้งคราวเพื่อแบ่งปันข้อมูลส่งเสริมการขายหรือการตลาด วิชาส่งเสริมการขายและการตลาดรวมถึง แต่ไม่ จำกัด เฉพาะข้อมูลเกี่ยวกับการส่งเสริมการขายและส่วนลดสำหรับการสมัครสมาชิก / แพ็คเกจหรือการแนะนำคุณสมบัติใหม่ ๆ",
    "DirectMarketing_con2": "เมื่อคุณเลือกที่จะรับการตลาดและอีเมลส่งเสริมการขายคุณมีสิทธิ์ที่จะไม่รับเมื่อใดก็ได้โดยคลิกที่ลิงค์ “ยกเลิกการเป็นสมาชิก” ซึ่งฝังอยู่ในอีเมลการตลาดและอีเมลส่งเสริมการขายของเรา สิ่งนี้ไม่กระทบต่อคุณจากการได้รับอีเมลอื่น ๆ ที่ไม่ใช่ด้านการตลาดและส่งเสริมการขายให้กับคุณ" ,
    "Third_PartyMarketing_title": "การตลาดและการส่งเสริมการขายโดยบุคคลที่สาม",
    "Third_PartyMarketing_con": "เราจะไม่ให้หรือแบ่งปันข้อมูลและข้อมูลของคุณกับบุคคลที่สามเพื่อการตลาดหรือและ / หรือส่งเสริมการขายสินค้าและบริการของตนเองและ / หรือวัตถุประสงค์อื่นใดโดยไม่ได้รับความยินยอมจากคุณเป็นลายลักษณ์อักษรล่วงหน้า",
    "Retention_title": "การเก็บรักษาข้อมูลและข้อมูล",
    "Retention_con1": "เราจะเก็บรักษาข้อมูลส่วนบุคคลและข้อมูลทั้งหมดของคุณตราบเท่าที่จำเป็นสำหรับการปฏิบัติตาม (i) วัตถุประสงค์ในการรวบรวมและ (ii) ข้อกำหนดทางกฎหมาย ข้อมูลส่วนบุคคลทั้งหมดของคุณและบันทึกการทำธุรกรรมจะถูกทำลายหลังจากนั้น",
    "Retention_con2": "คุณรับทราบว่าข้อมูลและข้อมูลของคุณจะถูกจัดเก็บและบำรุงรักษาในฐานข้อมูลอิเล็กทรอนิกส์สิ่งอำนวยความสะดวกเซิร์ฟเวอร์และเซิร์ฟเวอร์สำรองซึ่งอาจอยู่นอกประเทศของคุณ ซึ่งหมายความว่าการคุ้มครองทางกฎหมายและมาตรฐานของข้อกำหนดด้านความปลอดภัยอาจไม่เทียบเท่ากับข้อกำหนดและกฎหมายที่บังคับใช้ในประเทศของคุณ",
    "Retention_con3": "เมื่อใดก็ตามที่คุณต้องการลบข้อมูลหรือข้อมูลใด ๆ ของคุณจากฐานข้อมูลอิเล็กทรอนิกส์สิ่งอำนวยความสะดวกเซิร์ฟเวอร์และ / หรือเซิร์ฟเวอร์สำรองโปรดติดต่อเรา",
    "Retention_cookies_title": "คุ้กกี้",
    "Retention_cookies_con1": "เราอาจใช้ “คุกกี้” เพื่อปรับปรุงเว็บไซต์นี้และแอปพลิเคชันมือถือเพื่อปรับปรุงประสบการณ์ออนไลน์ของคุณ คุกกี้จะถูกเก็บไว้ในฮาร์ดไดรฟ์ของอุปกรณ์เพื่ออำนวยความสะดวกให้เราติดตามกิจกรรมของคุณในเว็บไซต์นี้และแอปพลิเคชั่นมือถือ คุกกี้อาจถูกใช้เพื่อจดจำคุณและการตั้งค่าของคุณเมื่อคุณเยี่ยมชม",
    "Retention_cookies_con2": "เว็บไซต์และแอปพลิเคชันมือถือที่ช่วยให้เราสามารถปรับแต่งเว็บไซต์นี้และแอปพลิเคชันมือถือตามความต้องการของคุณ ข้อมูลที่รวบรวมโดยคุกกี้เป็นข้อมูลการตั้งค่าส่วนบุคคลของผู้ใช้นิรนามและไม่มีข้อมูลชื่อหรือที่อยู่หรือข้อมูลใด ๆ ที่จะช่วยให้ทุกคนสามารถติดต่อคุณผ่านทางโทรศัพท์อีเมลหรือวิธีการอื่นใด",
    "Retention_cookies_subcon1": "-การสมัครสมาชิกหรือการซื้อในแอปของคุณ (ในฐานะนักเรียน);",
    "Retention_cookies_subcon2": "-ความถี่และเวลาของการมีส่วนร่วมในการให้บริการของ Yolingo;",
    "Retention_cookies_subcon3": "-ภาพเอกสารและภาพถ่ายที่คุณส่งไปยังแอปพลิเคชันมือถือของ Yolingo",
    "Retention_cookies_subcon4": "-ข้อมูลและข้อมูลเครือข่ายโทรคมนาคมและดิจิตอลรวมถึงที่อยู่ IP ของอุปกรณ์ของคุณข้อมูล URL รายละเอียดและรายละเอียดของอุปกรณ์เบราว์เซอร์แอปพลิเคชันบุคคลที่สามและเครือข่ายที่คุณใช้ประเมินเว็บไซต์นี้หรือแอปพลิเคชันมือถือ",
    "Retention_limitation_title": "กฏเกณฑ์ของหนี้สิน",
    "Retention_limitation_con1": "เราดำเนินการตามขั้นตอนมาตรการและขั้นตอนที่ปฏิบัติได้จริงอย่างสมเหตุสมผลเพื่อปกป้องความปลอดภัยของข้อมูลและข้อมูลทั้งหมดของคุณ",
    "Retention_limitation_con2": "เราจะไม่รับผิดชอบต่อการเข้าถึงการสับเปลี่ยนการใช้การทำลายการสูญหายการลบการส่งการเปิดเผยหรือการรั่วไหลของข้อมูลและข้อมูลใด ๆ ของคุณโดยไม่ได้รับอนุญาตหรือผิดกฎหมายโดยไม่คำนึงว่าจะเกิดขึ้นในฐานข้อมูลอิเล็กทรอนิกส์สิ่งอำนวยความสะดวกเซิร์ฟเวอร์หรือ เซิร์ฟเวอร์สำรองที่อยู่ในประเทศของคุณหรือที่อื่น ๆ",
    "Changes_title": "การเปลี่ยนแปลงในนโยบายความเป็นส่วนตัวนี้",
    "Changes_con": "เราอาจปรับปรุงหรือแก้ไขนโยบายความเป็นส่วนตัวนี้ในอนาคตหากจำเป็น นโยบายที่แก้ไขจะถูกโพสต์บนเว็บไซต์นี้และส่งทางอีเมลถึงคุณพร้อมวันที่มีผล",
    "ContactUs_title": "ติดต่อเรา",
    "ContactUs_con": "หากคุณมีคำขอใด ๆ (รวมถึงการยกเลิก) การสอบถามหรือแสดงความคิดเห็นต่อนโยบายความเป็นส่วนตัวนี้โปรดส่งอีเมลถึงเราที่ hello@yolingo.asia",
    "English_version_title": "เวอร์ชันภาษาอังกฤษเป็นเหนือกว่า",
    "English_version_con": "ในกรณีที่มีความไม่สอดคล้องกันหรือความแตกต่างระหว่างเวอร์ชั่นภาษาอังกฤษและนโยบายความเป็นส่วนตัวฉบับแปลอื่นใดเวอร์ชันภาษาอังกฤษจะมีผลบังคับเหนือกว่า",
    "Fotter": "นโยบายความเป็นส่วนตัวนี้ได้รับการปรับปรุงล่าสุดเมื่อวันที่ 10 กรกฎาคม 2020"
  }
}