{
  "Terms":{
    "Terms_serivce": "Điều khoản dịch vụ",
    "Introduction_title": "Phần giới thiệu",
    "Introduction_con1": "Ứng dụng Yolingo được xuất bản bởi Yolingo Ltd; một công ty đã đăng ký tại Anh, Anh theo số công ty 11890401 có văn phòng đăng ký tại 86 - 90 Paul St, London EC2A 4NE, UK.",
    "Introduction_con2":"Bằng cách tải xuống hoặc truy cập Ứng dụng, bạn đồng ý bị ràng buộc bởi các điều khoản và điều kiện (Điều khoản) sau đây và chính sách bảo mật của chúng tôi. Nếu bạn có bất kỳ câu hỏi nào về Ứng dụng hoặc các Điều khoản này, bạn có thể liên hệ với chúng tôi tại hello@yolingo.asia Nếu bạn không đồng ý với các điều khoản này, bạn phải ngừng sử dụng Ứng dụng ngay lập tức. ngay lập tức.",
    "General_title": "Chung",
    "General_con1": "Bạn phải từ 16 tuổi trở lên để sử dụng ứng dụng Yolingo. Không sử dụng ứng dụng nếu bạn dưới 16 tuổi mà không có sự đồng ý của cha mẹ.",
    "General_con2": "Ứng dụng này được cung cấp cho chỉ sử dụng cá nhân của bạn. Không sử dụng Ứng dụng cho bất kỳ mục đích thương mại hoặc cho bất kỳ mục đích bất hợp pháp hoặc trái phép nào. Khi bạn sử dụng Ứng dụng, bạn phải tuân thủ tất cả các luật hiện hành quốc tế hiện hành, bao gồm luật pháp địa phương tại quốc gia nơi bạn sinh sống.",
    "General_con3": "Bạn đồng ý rằng khi sử dụng Ứng dụng, bạn sẽ tuân thủ tất cả các Luật áp dụng và các Điều khoản này. Cụ thể, nhưng không giới hạn, bạn đồng ý không:",
    "General_con4": "- Sử dụng Ứng dụng theo bất kỳ cách thức bất hợp pháp hoặc theo cách khuyến khích hoặc khuyến khích hoạt động bất hợp pháp bao gồm (không giới hạn) vi phạm bản quyền; hoặc là",
    "General_con5": "- Cố gắng truy cập trái phép vào Ứng dụng hoặc bất kỳ mạng, máy chủ hoặc hệ thống máy tính nào được kết nối với Ứng dụng; hoặc là",
    "General_con6": "- Sửa đổi, điều chỉnh, dịch hoặc thiết kế đảo ngược bất kỳ phần nào của Ứng dụng hoặc định dạng lại hoặc đóng khung bất kỳ phần nào của các trang có Ứng dụng, lưu trong phạm vi được cho phép rõ ràng theo các Điều khoản này hoặc theo luật.",
    "Payment_title": "Xử lý thanh toán",
    "Payment_con1": "Đăng ký trong ứng dụng và mua trong ứng dụng trên ứng dụng Yolingo được thực hiện thông qua App Store và Google Play. Khi đồng ý với các điều khoản này hoặc tiếp tục hoạt động với tư cách là người dùng trên Yolingo, bạn đồng ý bị ràng buộc bởi các thỏa thuận người dùng của Apple và Google, vì đôi khi có thể được Apple hoặc Google sửa đổi.",
    "Payment_con2": "XIN LƯU Ý: Yolingo GO! Là một thuê bao tự động tái tạo hàng tháng. Điều này có nghĩa là tài khoản của bạn sẽ tự động được ghi nợ mỗi tháng cho giá của thuê bao.",
    "Terms_use": "Điều khoản sử dụng",
    "Terms_use_con1": "Yolingo GO! Là một câu hỏi và giải pháp trả lời được phát triển bởi Yolingo Ltd, nơi người học có thể đặt câu hỏi cho các giáo viên tiếng Anh bản ngữ có trình độ. Người học có 15 phiên câu hỏi cho mỗi thuê bao hàng tháng, cho phép 2 câu hỏi và 2 câu trả lời mỗi phiên. Câu hỏi thứ hai phải liên quan đến câu hỏi thứ nhất. Để sử dụng Yolingo GO! Bạn đồng ý rằng;",
    "Terms_use_subcon1_1": "- Nếu bạn không cần làm rõ thêm về câu hỏi đầu tiên của mình thì bạn sẽ đóng phiên bằng cách nhấp vào nút ‘Close session'. Điều này thông báo cho giáo viên rằng bạn không còn cần giúp đỡ với câu hỏi.",
    "Terms_use_subcon1_2": "- Rằng nếu bạn cần hỏi một câu hỏi tiếp theo, bạn sẽ làm nó nhanh chóng.",
    "Terms_use_subcon1_3": "- Rằng nếu bạn không nhanh chóng đặt câu hỏi tiếp theo, giáo viên sẽ đóng phiên sau vài phút.",
    "Terms_use_subcon1_4": "- Câu hỏi thứ hai phải liên quan đến câu hỏi đầu tiên.",
    "Terms_use_con2": "Yolingo 15 là một dịch vụ học phí video trực tiếp với các giáo viên bản ngữ. Mỗi bài học kéo dài 15 phút. Yolingo sử dụng ZOOM Video Communications INC cho học phí video. Để sử dụng Yolingo 15, bạn sẽ đồng ý rằng;",
    "Terms_use_subcon2_1": "- Bạn sẽ cần cài đặt ứng dụng ZOOM trên điện thoại hoặc máy tính để học phí trực tiếp,",
    "Terms_use_subcon2_2": "- Học phí trực tiếp với giáo viên diễn ra bên ngoài ứng dụng Yolingo;",
    "Terms_use_subcon2_3": "- Bạn hiểu rằng ZOOM có các điều khoản dịch vụ và chính sách bảo mật riêng và bạn sẽ cần phải đồng ý với họ để sử dụng Yolingo 15;",
    "Terms_use_subcon2_4": "- Không có học phí trực tiếp với giáo viên có thể được đưa ra trong vòng 30 phút sau khi yêu cầu. Ví dụ: nếu bạn muốn học vào lúc 10:30 sáng thì thời gian sớm nhất bạn có thể hỏi là 11:00 sáng.",
    "Cancellation_Refund_title": "Chính sách hủy và hoàn tiền",
    "Cancellation_title": "Hủy bỏ: Bạn có thể hủy đăng ký Yolingo của mình bất cứ lúc nào. Vui lòng làm theo các bước sau trên iPhone của bạn;",
    "iphone": "iPHONE",
    "Cancellation_iphone_con1": "- Mở ứng dụng Cài đặt",
    "Cancellation_iphone_con2": "- Nhấn Đăng ký. (Nếu bạn không thấy “Đăng ký”, thay vào đó hãy chạm vào “iTunes & App Store”. Sau đó nhấn Apple ID của bạn, nhấn Xem Apple ID, đăng nhập, cuộn xuống Đăng ký và nhấn Đăng ký.)",
    "Cancellation_iphone_con3": "- Nhấn vào đăng ký mà bạn muốn quản lý.",
    "Cancellation_iphone_con4": " - Nhấn Hủy đăng ký. Nếu bạn không thấy Hủy đăng ký, đăng ký đã bị hủy và sẽ không gia hạn.",
    "android": "ANDROID",
    "Cancellation_android_con1": "- Trên điện thoại hoặc máy tính bảng Android của bạn, hãy mở Cửa hàng Google Play.",
    "Cancellation_android_con2": "- Kiểm tra xem bạn đã đăng nhập vào Tài khoản Google chính xác chưa.",
    "Cancellation_android_con3": "- Nhấn vào Menu. Đăng ký.",
    "Cancellation_android_con4": "- Chọn đăng ký bạn muốn hủy.",
    "Cancellation_android_con5": "-  Nhấn Hủy đăng ký.",
    "Cancellation_android_con6": "- Làm theo chỉ dẫn.",
    "Cancellation_note": "XIN LƯU Ý: hủy đăng ký bất cứ lúc nào sẽ dẫn đến bất kỳ phiên hỏi đáp nổi bật nào bị chấm dứt.",
    "Cancellation_refund": "Hoàn lại tiền: Yolingo không hoàn lại tiền cho Yolingo Go! Hỏi đáp sản phẩm. Yolingo cung cấp bản dùng thử MIỄN PHÍ 3 ngày để sử dụng sản phẩm trước khi quyết định có đăng ký sử dụng sản phẩm này hay không.",
    "Refund_title": "Hoàn lại tiền: Hoàn trả đầy đủ sẽ được cung cấp ngay lập tức cho  sản phẩm học phí video trực tiếp Yolingo 15 trong các trường hợp sau;",
    "Refund_con1": "- Giáo viên không gửi được lời mời email để tham gia học phí video trực tiếp;",
    "Refund_con2": "- Yolingo không thể tìm thấy một giáo viên để cung cấp học phí vào ngày và thời gian được yêu cầu.",
    "Refund_addtional1": "Hoàn tiền sẽ được thực hiện bằng PayPal. Nếu bạn không có tài khoản PayPal thì bạn có thể tạo một tài khoản tại đây - https://www.paypal.com",
    "Refund_addtional2": "Vui lòng liên hệ với Yolingo theo số tiền hoàn refunds@yolingo.asia để yêu cầu hoàn lại tiền. Yolingo sau đó sẽ gửi tiền hoàn lại cho bạn bằng PayPal.",
    "Rights_Responsibilities_title": "Quyền và trách nhiệm của Yolingo",
    "Rights_Responsibilities_con1": "- Để duy trì Ứng dụng hoạt động, bao gồm các hệ thống liên lạc, nền tảng đặt phòng và xử lý thanh toán, bất cứ khi nào có thể.",
    "Rights_Responsibilities_con2": "- Để liên lạc với bất kỳ kế hoạch bảo trì của ứng dụng hoặc thời gian chết.",
    "Rights_Responsibilities_con3": "- Để nỗ lực hợp lý để giữ cho trang web không có virus và sâu.",
    "Rights_Responsibilities_con4": "- Để xác minh tất cả các giáo viên, để đảm bảo họ là một) người nói tiếng Anh bản địa và b) đủ điều kiện để dạy tiếng Anh (CELTA. TESOL, TEFL. DELTA hoặc có bằng đại học).",
    "Rights_Responsibilities_con5": "- Để xử lý hoàn tiền kịp thời trong trường hợp học phí không diễn ra hoặc có thể bắt đầu",
    "Rights_Responsibilities_con6": "- Để theo dõi các phiên hỏi đáp để đảm bảo chất lượng cao của các câu trả lời của giáo viên và để đảm bảo dịch vụ không bị giáo viên hoặc người học lạm dụng (sử dụng ngôn ngữ thô tục, không phù hợp hoặc lạm dụng).",
    "User_Responsibilities_title": "Trách nhiệm của người dùng",
    "User_Responsibilities_subtitle": "“Người dùng” nghĩa là người học sử dụng nền tảng của chúng tôi.",
    "User_Responsibilities_con1": "- Người dùng hoàn toàn chịu trách nhiệm đối với tài liệu họ đăng trên Ứng dụng, bao gồm các tin nhắn được gửi và không được đăng tài liệu phỉ báng, xúc phạm hoặc bất hợp pháp.",
    "User_Responsibilities_con2": "- Người dùng phải báo cáo ngay lập tức bất kỳ tài liệu phỉ báng, xúc phạm hoặc bất hợp pháp nào họ xem trên Ứng dụng của chúng tôi.",
    "User_Responsibilities_con3": "- Người dùng phải thực hiện phán quyết của riêng mình về tính chính xác của thông tin được cung cấp trên Ứng dụng. Yolingo không thể đảm bảo rằng tất cả nội dung trên Ứng dụng là hoàn chỉnh, chính xác hoặc cập nhật.",
    "User_Responsibilities_con4": "- Người dùng chịu trách nhiệm bảo mật internet của chính họ khi sử dụng Ứng dụng.",
    "User_Responsibilities_con5": "- Người dùng phải liên hệ với Yolingo ngay lập tức nếu họ tin rằng mật khẩu của họ đã bị xâm phạm. Người dùng sẽ chịu trách nhiệm cho các hành động của bất kỳ tương tác nào được thực hiện dưới tên của họ cho đến khi họ thông báo cho Yolingo.",
    "User_Responsibilities_con6": "- Người dùng không được sử dụng trang web với mục đích làm gián đoạn Yolingo dưới bất kỳ hình thức nào.",
    "User_Responsibilities_con7": "- Người dùng không được quảng bá các cơ hội hoặc dịch vụ của bất kỳ công ty nào ngoài Yolingo.",
    "User_Responsibilities_con8": "- Người dùng đồng ý tuân theo Chính sách quyền riêng tư do Yolingo cung cấp.",
    "User_Responsibilities_final": "Bất kỳ Người dùng nào không đáp ứng các điều khoản và điều kiện này đều có thể bị cấm sử dụng Ứng dụng và các dịch vụ liên quan.",
    "Teacher_Responsibilities_title": "Trách nhiệm của giáo viên",
    "Teacher_Responsibilities_subtitle": "“Giáo viên” có nghĩa là Người dùng đã đăng ký tài khoản Giáo viên trên Ứng dụng.",
    "Teacher_Responsibilities_con1": "- Giáo viên không phải là nhân viên của Yolingo và tự chịu trách nhiệm về hành động của mình.",
    "Teacher_Responsibilities_con2": "- Giáo viên đồng ý cung cấp bằng chứng rằng họ là một) người nói tiếng Anh bản địa và b) có bằng cấp giảng dạy hoặc bằng đại học cần thiết để dạy tiếng Anh trên Yolingo (CELTA, TEFL, TESOL, DELTA). Quy trình xác minh dựa trên video nhanh với Yolingo sẽ được yêu cầu trước khi tài khoản giáo viên được kích hoạt.",
    "Teacher_Responsibilities_con3": "- Giáo viên phải ít nhất 18 tuổi.",
    "Teacher_Responsibilities_con4": "- Giáo viên cần trả lời kịp thời các thông báo nhận được từ Yolingo và Người dùng.",
    "Teacher_Responsibilities_con5": "- Giáo viên không bao giờ được cung cấp dịch vụ dạy kèm cá nhân của riêng họ trên Yolingo trừ khi người học bắt đầu yêu cầu. Giáo viên không được phép chia sẻ bất kỳ thông tin liên lạc cá nhân nào, bao gồm số liên lạc và địa chỉ email trừ khi người học yêu cầu. Việc không tuân thủ điều này sẽ dẫn đến việc xóa ngay lập tức khỏi ứng dụng Yolingo.",
    "Teacher_Responsibilities_con6": "- Giáo viên không được hoàn thành các khóa học, hoặc bất kỳ bài tập tương tự, thay mặt cho Học sinh.",
    "Teacher_Responsibilities_con7": "- Bất kỳ giáo viên nào không đáp ứng các Điều khoản và Điều kiện này có thể bị cấm ngay lập tức sử dụng Ứng dụng và các dịch vụ liên quan. Yolingo có quyền hủy bỏ bất kỳ đặt phòng hiện có, bất cứ lúc nào.",
    "Change_terms_condition_title": "Thay đổi các điều khoản và điều kiện",
    "Change_terms_condition_con": "Bạn sẽ bị ràng buộc bởi thỏa thuận sửa đổi, nếu bạn tiếp tục sử dụng Ứng dụng của chúng tôi hoặc Dịch vụ sau ngày có hiệu lực được hiển thị.",
    "Footer": "Các điều khoản dịch vụ này được cập nhật lần cuối vào ngày 10 tháng 7 năm 2020."
  },
  "Privacy": {
    "Privacy_Policy_title": "Chính sách bảo mật",
    "Privacy_Policy_con1": "Trang web Yolingo www.yolingo.asia (“Trang web này”, trang web “Yolingo trang web”) và Ứng dụng di động Yolingo cho Android và iOS (ứng dụng di động “Công ty”, “chúng tôi” hoặc “chúng tôi”). Chúng thuộc sở hữu của Yolingo LTD. Chúng tôi tôn trọng dữ liệu cá nhân và cam kết thực hiện đầy đủ và tuân thủ các nguyên tắc bảo vệ dữ liệu và tất cả các quy định có liên quan và luật áp dụng ở nước bạn.Chính sách quyền riêng tư này được áp dụng cho tất cả người dùng của Trang web này và các ứng dụng di động của chúng tôi, bao gồm nhưng không giới hạn đối với tất cả Sinh viên và tất cả Người dạy kèm, cũng như mọi người khác rằng dữ liệu cá nhân của họ được thu thập, bằng mọi cách, được sử dụng và lưu giữ bởi chúng tôi.",
    "Privacy_Policy_con2": "Bằng cách truy cập và / hoặc duyệt và / hoặc sử dụng và / hoặc đăng nhập và / hoặc đăng ký và / hoặc yêu cầu bất kỳ dịch vụ nào và / hoặc nhận và trải nghiệm bất kỳ dịch vụ nào và / hoặc giao dịch trong bất kỳ cách cư xử nào trong Trang web Yolingo và các ứng dụng di động, bạn xác nhận rằng bạn đã đọc, hiểu và chấp nhận Chính sách quyền riêng tư này. Nếu bạn dưới 16 tuổi, vui lòng nhận được sự chấp nhận trước từ cha mẹ hoặc người giám hộ của bạn đối với Chính sách quyền riêng tư này.",
    "Kinds_title": "Các loại dữ liệu cá nhân được thu thập và sử dụng",
    "Kinds_con1": "Chỉ những thông tin và dữ liệu cá nhân sau đây mới được chúng tôi thu thập, sử dụng và lưu giữ một cách bắt buộc khi đăng ký trên các ứng dụng di động sử dụng các dịch vụ do Yolingo cung cấp và sẽ không có dữ liệu hoặc thông tin nào khác ngoài chúng tôi được thu thập: -",
    "Kinds_subcon1": "- Tên của bạn",
    "Kinds_subcon2": "-  Địa chỉ email",
    "Purpose_title": "Mục đích của dữ liệu cá nhân được thu thập",
    "Purpose_subtitle": "Dữ liệu cá nhân và thông tin được thu thập từ bạn sẽ được Công ty sử dụng cho mục đích sau:",
    "Purpose_con1": "- Để đăng nhập và đăng ký tài khoản người dùng trên ứng dụng Yolingo.",
    "Purpose_con2": "- Để xác minh và xác định danh tính của bạn; và",
    "Purpose_con3": "- Để xác minh thông tin học tập của Tutors.",
    "Purpose_con4": "- Thanh toán: Để tạo điều kiện và xử lý thanh toán từ bạn đối với việc đăng ký gói thành viên (với tư cách là Sinh viên) và (các) dịch vụ khác;",
    "Purpose_midcon": "- Cung cấp dịch vụ: Cung cấp dịch vụ cho bạn trên Trang web này và / hoặc thông qua các ứng dụng di động của Yolingo và cho phép bạn tham gia các hoạt động khác trên Trang web này và / hoặc các ứng dụng di động, bao gồm nhưng không giới hạn trong cuộc thi, khuyến mãi, chiến dịch , các cuộc thăm dò và khảo sát;",
    "Purpose_admin": "Đối với quản trị, quản lý và hỗ trợ kỹ thuật;",
    "Purpose_admin_con1": "- Đối với quản trị và quản lý nội bộ của chúng tôi, bao gồm kiểm toán và phân tích nội bộ;",
    "Purpose_admin_con2": "- Để liên lạc với bạn, cung cấp hỗ trợ kỹ thuật hiện hành, nhận ý kiến ​​của bạn và xử lý các khiếu nại của bạn; và",
    "Purpose_admin_con3": "- Để phát hiện, điều tra và ngăn chặn mọi hoạt động gian lận, bị cấm và bất hợp pháp, bất kỳ việc lạm dụng Trang web và ứng dụng di động này hoặc sử dụng Trang web và ứng dụng di động này với động cơ không đúng hoặc không trung thực, và nếu cần, để cung cấp hoặc phản hồi các yêu cầu hoặc chỉ dẫn của tòa án, cơ quan thực thi hoặc cơ quan chức năng tương tự và các cơ quan theo luật định của nước bạn hoặc nơi khác.",
    "Purpose_admin_con4": "- Thống kê: để thực hiện thống kê và phân tích dữ liệu để cải thiện và nâng cao dịch vụ của chúng tôi và phát triển các chiến lược tiếp thị của chúng tôi;",
    "DirectMarketing_title": "Tiếp thị và quảng bá trực tiếp",
    "DirectMarketing_con1": "Chỉ sau khi có được sự đồng ý của bạn khi đăng ký, chúng tôi mới có thể gửi cho bạn qua email và liên lạc với bạn để chia sẻ thông tin quảng cáo hoặc tiếp thị. Các chủ đề quảng cáo và tiếp thị bao gồm nhưng không giới hạn thông tin về các chương trình khuyến mãi và giảm giá cho các đăng ký / gói hoặc bất kỳ giới thiệu tính năng mới nào.",
    "DirectMarketing_con2": "Khi bạn đã chọn nhận email tiếp thị và quảng cáo, bạn có quyền chọn không chấp nhận bằng cách nhấp vào liên kết “Hủy đăng ký” được nhúng trong email tiếp thị và quảng cáo nhận được. Điều này không ảnh hưởng đến bạn khi nhận các email không tiếp thị và quảng cáo khác của chúng tôi cho bạn." ,
    "Third_PartyMarketing_title": "Tiếp thị và xúc tiến của bên thứ ba",
    "Third_PartyMarketing_con": "Chúng tôi sẽ không cung cấp hoặc chia sẻ thông tin và dữ liệu của bạn cho bất kỳ bên thứ ba nào để tiếp thị hoặc và / hoặc quảng cáo hàng hóa và dịch vụ của riêng họ và / hoặc bất kỳ mục đích nào khác mà không có sự đồng ý trước bằng văn bản của bạn.",
    "Retention_title": "Lưu giữ dữ liệu và thông tin",
    "Retention_con1": "Chúng tôi sẽ giữ lại tất cả dữ liệu và thông tin cá nhân của bạn miễn là cần thiết cho việc thực hiện (i) các mục đích mà chúng được thu thập và (ii) các yêu cầu pháp lý. Tất cả dữ liệu cá nhân của bạn và hồ sơ giao dịch sẽ bị hủy sau đó.",
    "Retention_con2": "Bạn thừa nhận rằng thông tin và dữ liệu của bạn được lưu trữ và duy trì trong cơ sở dữ liệu điện tử, cơ sở vật chất, máy chủ và máy chủ dự phòng có thể được đặt bên ngoài quốc gia của bạn.",
    "Retention_con3": "Bất cứ lúc nào, nếu bạn muốn xóa bất kỳ thông tin hoặc dữ liệu nào của bạn khỏi cơ sở dữ liệu điện tử, cơ sở, máy chủ và / hoặc máy chủ dự phòng, vui lòng liên hệ với chúng tôi.",
    "Retention_cookies_title": "Bánh quy",
    "Retention_cookies_con1": "Chúng tôi có thể sử dụng “Cookies” để cải thiện Trang web và ứng dụng di động này để nâng cao trải nghiệm trực tuyến của bạn. Cookies được lưu trữ trên ổ cứng thiết bị của bạn để tạo điều kiện cho chúng tôi theo dõi các hoạt động của bạn trong Trang web và ứng dụng di động này.",
    "Retention_cookies_con2": "Bạn thừa nhận rằng chúng tôi thu thập, lưu giữ, lưu trữ thông tin và dữ liệu sau thông qua cookie khi bạn duyệt và truy cập vào Trang web và ứng dụng di động này;",
    "Retention_cookies_subcon1": "- Đăng ký của bạn hoặc mua trong ứng dụng (với tư cách là Sinh viên);",
    "Retention_cookies_subcon2": "- Tần suất và thời gian tham gia các dịch vụ của Yolingo;",
    "Retention_cookies_subcon3": "- Hình ảnh, tài liệu và hình ảnh do bạn gửi cho các ứng dụng di động Yolingo;",
    "Retention_cookies_subcon4": "- Thông tin và dữ liệu mạng viễn thông và kỹ thuật số bao gồm địa chỉ IP của thiết bị, thông tin URL, thông tin chi tiết và thiết bị của bạn, trình duyệt, ứng dụng của bên thứ ba và mạng bạn sử dụng để đánh giá Trang web hoặc ứng dụng di động này",
    "Retention_limitation_title": "Hạn chế trách nhiệm pháp lý của Yolingo",
    "Retention_limitation_con1": "Chúng tôi cam kết thực hiện tất cả các quy trình, biện pháp và các bước hợp lý có thể thực hiện để bảo vệ tính bảo mật của tất cả thông tin và dữ liệu của bạn.",
    "Retention_limitation_con2": "Chúng tôi không chịu trách nhiệm cho bất kỳ sự truy cập, thay thế, sử dụng, phá hủy, mất, xóa, truyền, tiết lộ hoặc rò rỉ bất kỳ thông tin và dữ liệu nào của bạn, bất kể điều tương tự xảy ra trong cơ sở dữ liệu điện tử, cơ sở, máy chủ của chúng tôi hay máy chủ dự phòng ở nước bạn hoặc nơi khác.",
    "Changes_title": "Thay đổi trong Chính sách bảo mật này",
    "Changes_con": "Chúng tôi có thể cập nhật hoặc sửa đổi Chính sách quyền riêng tư này trong tương lai, nếu cần. Chính sách sửa đổi sẽ được đăng trên trang web này và gửi qua email cho bạn vào một ngày có hiệu lực.",
    "ContactUs_title": "Liên hệ chúng tôi",
    "ContactUs_con": "Nếu bạn có bất kỳ yêu cầu nào (bao gồm từ chối), yêu cầu hoặc nhận xét về Chính sách quyền riêng tư này, vui lòng gửi email cho chúng tôi tại hello@yolingo.asia",
    "English_version_title": "Phiên bản tiếng Anh để Prevail",
    "English_version_con": "Trong trường hợp có bất kỳ mâu thuẫn hoặc khác biệt nào giữa phiên bản tiếng Anh và bất kỳ phiên bản dịch nào khác của Chính sách bảo mật này, phiên bản tiếng Anh sẽ được áp dụng.",
    "Fotter": "Chính sách bảo mật này được cập nhật lần cuối vào ngày 10 tháng 7 năm 2020"
  }
}